{"basics":{"name":"Yeonwoo Jeong","label":"","image":"","email":"willijeong1@gmail.com","phone":"","url":"https://willijeong1.github.io/","summary":"As a medical student in Seoul National University with a double major in Psychology, I aspire to become a warm-hearted neuropsychiatrist as well as develop a research career in biological psychiatry. My long-term research goal is to bridge the gap between psychiatric nosology and pathophysiology by intertwining pioneering discoveries in neuroimmunology with a profound understanding of the human mind achievable through clinical expertise.","location":{"address":"","postalCode":"","city":"","countryCode":"","region":""},"profiles":[{"network":"","username":"","url":""}]},"education":[{"institution":"Seoul National University","location":"Seoul, South Korea","url":"https://medicine.snu.ac.kr/en/","area":"","studyType":"Doctor of Medicine","startDate":"2021-03-02","endDate":"2028-02-28","score":"10","courses":["Microdegree in Neurophysiology (Continuing Research Support Program)","Foundational sciences (MS1): anatomy, histology, physiology, biochemistry, neuroscience, immunology, pathology, microbiology, pharmacology, genetics, developmental biology, epidemiology","Clinical sciences (MS2): integrated organ-based courses on major medical fields (e.g., internal medicine, neurology, psychiatry)","Clinical clerkship (MS3–4): core & elective rotations","Longitudinal introductory courses on history of medicine, medical ethics, public & global health, palliative care, forensic medicine, etc.","Elective courses: neuropsychiatry research methods, clinical neuroanatomy, spatial transcriptomics, clinical genomics"]},{"institution":"Seoul National University","location":"Seoul, South Korea","url":"https://psych.snu.ac.kr/e_main.php","area":"Psychology","studyType":"Bachelor of Arts","startDate":"2021-03-01","endDate":"2028-02-28","score":"10","courses":["Thesis project: Resilience against trauma in North Korean defectors (in progress)","Relevant coursework: experimental psychology, personality, abnormal psychology, counseling, development, biopsychology, brain-mind-behavior seminar, data science in human neuroimaging"]},{"institution":"Korean Minjok Leadership Academy","location":"Hoengseong, South Korea","url":"http://english.minjok.hs.kr/","area":"","studyType":"High School Diploma","startDate":"2018-03-01","endDate":"2021-02-20","score":"10","courses":["Yeongjae Merit Scholarship (partial tuition) from Fall 2018"]}],"work":[{"name":"Department of Psychology, Scripps College","position":"Research Collaborator","url":"","startDate":"2024-11-13","endDate":"Present","summary":"Cultural and Developmental Psychology Lab. (PI: Heejung Park)","highlights":["Self-identity in trauma-exposed individuals","Culturally sensitive intervention strategies"]},{"name":"Department of Biomedical Sciences, Seoul National University","position":"Student Research Assistant","url":"https://biomed.snu.ac.kr/LND/","startDate":"2021-12-14","endDate":"Present","summary":"Lab. of Neurological Disease (PI: Seung-Jae Lee)","highlights":["Changes in alpha-synuclein-exposed oligodendrocytes in Parkinson's disease","Neuron-to-oligodendrocyte alpha-synuclein transmission via TLR2 in multiple system atrophy","TLR2 activation in alpha-synucleinopathies"]}],"publications":[{"name":"Neuron-to-oligodendrocyte alpha-synuclein transmission in multiple system atrophy is mediated by Toll-like receptor 2","publisher":"","releaseDate":"2024-12-05","url":"","summary":"Poster session presented at 1st Seoul National University Physician-Scientist Training Program Workshop."},{"name":"Expression of neural phenotype in alpha-synuclein-exposed human oligodendrocytes","publisher":"","releaseDate":"2022-12-16","url":"","summary":"Oral session presented at 2022 Seoul National University Premedical Course Research Festival."}],"projects":[{"name":"Resilience Against Trauma in North Korean Defectors","summary":"This is a collaborative interdisciplinary research project investigating protective characteristics related to resilience against early-life trauma in North Korean defector adolescents. In this ongoing endeavor to shed light on one of the most marginalized, underrepresented populations around the world, we plan on incorporating an extensive list of research settings to gather a holistic perspective: in-depth interviews, questionnaires, intensive group activities, ethnography, and even biomarker testing.","highlights":["Advisor: Heejung Park, Scripps College Psychology"],"startDate":"2024-10-20","endDate":"Present","url":""}],"awards":[{"title":"Health Fellowship Foundation Research Scholarship","date":"2024-08-20","awarder":"Health Fellowship Foundation","url":"","summary":"Awarded to selected 4 undergraduate & 11 graduate student research proposals from nationwide applicants in the medical field ($5,000 fellowship)."},{"title":"Hakgye Merit Scholarship","date":"2024-03-24","awarder":"Hakgye Scholarship Culture Foundation","url":"","summary":"Awarded to distinctive candidates among 150 nationwide applicants, based on academic achievement and potential."},{"title":"Premedical Course Dean's List","date":"2023-01-16","awarder":"Seoul National University College of Medicine","url":"","summary":"Awarded to 10 students with highest total GPA at completion of the premedical program. (GPA: 3.91/4.00)"},{"title":"Premedical Student Research Award","date":"2022-12-16","awarder":"Seoul National University College of Medicine","url":"","summary":"Awarded to 2 among 45 research participants in the premedical course, after oral presentation of selected abstracts ($1,000 scholarship). My presentation was displayed as an exemplary research output in the premedical course student orientation resources for 2023."},{"title":"Volunteer Social Service Award","date":"2021-06-29","awarder":"Seoul National University","url":"","summary":"Awarded to 5 among 142 participants in Volunteer Social Service, an elective volunteering program in Seoul National University."},{"title":"Talent Award of Korea","date":"2020-12-30","awarder":"Deputy Prime Minister and Minister of Education of the Republic of Korea","url":"","summary":"The national honor awarded to 50 South Korean high school students with outstanding academic, leadership, and volunteer achievements regarding creativity, devotion, innovation, altruism, and community contribution ($2,000 scholarship)."},{"title":"Korean Chemistry Olympiad Finalist: Certificate of Merit in Chemistry Winter School","date":"2020-01-18","awarder":"Korean Chemical Society","url":"","summary":"Awarded to distinctive candidates among 27 finalists in Korean Chemistry Olympiad (KChO)."},{"title":"Korean Biology Olympiad Finalist: Future Biologist Award","date":"2019-08-17","awarder":"The Korean Society of Biology Education","url":"","summary":"Awarded to 32 finalists in Korean Biology Olympiad (KBO)."}],"volunteer":[{"organization":"Study With Me","location":"Seoul, South Korea","position":"Student Mentor","url":"","startDate":"2021-08-04","endDate":"2023-12-29","summary":"","highlights":["Advised and supported 48 middle/high school students, mainly focusing on career pathways, recommended skillsets in achieving life goals, upkeeping mental health, etc.","In-depth virtual & on-site sessions to delve into mentees' true dreams and desires, actively discussing various aspects of their life to understand them as a whole person.","Emotional support for students intimidated by the hyper-competitive Korean college application process, working together to find out their unique colors and promote well-being."]},{"organization":"Seoul National University","location":"Seoul, South Korea","position":"Cafeteria Server","url":"http://tenspoon.org/","startDate":"2022-03-16","endDate":"2022-05-25","summary":"","highlights":["Worked weekly as a server in the college canteen, associated with Tenspoon, a non-profit organization which provides meal vouchers to students from low-income families with wages earned by volunteer cafeteria workers."]},{"organization":"Gangnam Public Health Center","location":"Seoul, South Korea","position":"Volunteer","url":"https://health.gangnam.go.kr/","startDate":"2022-03-10","endDate":"2022-03-31","summary":"","highlights":["Packaging COVID-19 self-test (rapid antigen test) kits to be distributed to visitors (20 hrs total)."]},{"organization":"52school","location":"Seoul, South Korea","position":"Education Mentor","url":"","startDate":"2021-09-12","endDate":"2021-10-17","summary":"","highlights":["Book club mentor with 3 teenage students, 4 sessions on Psychiatry for Teens by Jee Hyun Ha (Korean essay).","Discussed psychoanalysis, the brain & mind, diagnosis of mental disorders, psychology experiments (each mentee shared their most intriguing ones), patient-centered care & healing, etc.","Holistic view of psychiatric diagnosis & therapy with various multimedia tools, e.g. Homeless by Anna Quindlen (essay), How 'Mad' Are You? (2018 SBS Australia documentary)."]},{"organization":"Peachmarket","location":"Seoul, South Korea","position":"Education Mentor","url":"https://peachmarket.kr/","startDate":"2021-03-02","endDate":"2021-06-07","summary":"","highlights":["Prepared & led weekly critical reading sessions for a slow learner student in middle school.","Gathering excerpts from news articles, Korean novels, etc. in line with the student's preferences and needs, openly discussing relevant questions about the reading material to enhance overall literacy and understanding of the weekly topic."]},{"organization":"Wooridul School","location":"Seoul, South Korea","position":"Advisory Committee Member","url":"http://www.wooridulschool.org/","startDate":"2020-07-11","endDate":"2021-08-10","summary":"","highlights":["Helped create On My Way, a novel English musical performance based on real life stories of teenage North Korean defectors in Wooridul School (charter school for NK defector & multicultural adolescents).","Advisory roles in intensive workshops (63 hrs total) including character & plot development, music arrangement, and directing."]},{"organization":"THE SCENE","location":"Hoengseong, South Korea","position":"Actor","url":"https://www.facebook.com/KMLATheScene","startDate":"2019-05-19","endDate":"2019-11-23","summary":"","highlights":["Spreading the value of sharing by Theatre Together project with fellow THE SCENE (KMLA musical theatre club) members.","Hosted & took part in regular cultural events for the locals in Hoengseong, e.g. the elderly in nursing homes, recreation forest festival, local food festival, provincial youth musical gala, etc.","Rearranged Les Misérables to be more in terms with Korean culture, translated & provided 1600 lines of Korean subtitles for the full performance."]},{"organization":"Connect Foundation","location":"Seoul, South Korea","position":"Education Mentor","url":"https://connect.or.kr/","startDate":"2018-08-04","endDate":"2019-12-15","summary":"","highlights":["Worked 166 hrs total as a volunteer English-to-Korean translator, wrote subtitles for Khan Academy educational videos (biology, chemistry, medicine, mathematics, etc.).","Nominated as excellent & diligent volunteer."]}],"languages":[{"language":"Korean","fluency":"Native speaker","icon":""},{"language":"English","fluency":"Bilingual","icon":""},{"language":"French","fluency":"Intermediate (CEFR A2–B1)","icon":""}]}