{
  "basics": {
    "name": "Yeonwoo (William) Jeong",
    "label": "",
    "image": "",
    "email": "willijeong1@gmail.com",
    "phone": "(+1)-949-414-9449",
    "url": "https://willijeong1.github.io/",
    "summary": "With an academic background of psychology, medicine, and neuroscience across S. Korea and the U.S., I aspire to become a warm-hearted neuropsychiatrist and biopsychiatry researcher. My long-term research goal is to further refine our conceptualization of mental illness, intertwining pioneering discoveries in psychoneuroimmunology with a profound understanding of the human mind achievable through clinical expertise.",
    "location": {
      "address": "",
      "postalCode": "",
      "city": "",
      "countryCode": "",
      "region": ""
    },
    "profiles": [
      {
        "network": "",
        "username": "",
        "url": ""
      }
    ]
  },
  "education": [
    {
      "institution": "Seoul National University",
      "location": "Seoul, South Korea",
      "url": "https://medicine.snu.ac.kr/en/",
      "area": "",
      "studyType": "Doctor of Medicine",
      "startDate": "2021-03-02",
      "endDate": "2029-02-28",
      "score": "10",
      "courses": ["Hakgye Merit Scholarship (full tuition), 2024–Present.","Continuing Research Program in Neuroscience, 2023–Present."]
    },
    {
      "institution": "Seoul National University",
      "location": "Seoul, South Korea",
      "url": "https://psych.snu.ac.kr/e_main.php",
      "area": "Psychology",
      "studyType": "Bachelor of Arts",
      "startDate": "2021-03-01",
      "endDate": "2029-02-28",
      "score": "10",
      "courses": ["Thesis: Empowering memories help maintain self-confidence in a stressful cognitive task","Relevant coursework: experimental psychology, personality, abnormal psychology, counseling, development, biopsychology, brain-mind-behavior seminar, data science in human neuroimaging"]
    },
    {
      "institution": "Korean Minjok Leadership Academy",
      "location": "Hoengseong, S. Korea",
      "url": "http://english.minjok.hs.kr/",
      "area": "",
      "studyType": "High School Diploma",
      "startDate": "2018-03-01",
      "endDate": "2021-02-20",
      "score": "10",
      "courses": ["Exemplary Student Award, Feb 2021.","Yeongjae Merit Scholarship, 2018–2020."]
    }
  ],
  "work": [
    {
      "name": "Department of Psychiatry, Weill Cornell Medical College (PI: Conor Liston, M.D., Ph.D.)",
      "position": "Research Collaborator, Systems Neuroscience & Biological Psychiatry Lab.",
      "url": "https://gradschool.weill.cornell.edu/faculty/conor-liston",
      "startDate": "2025-04-28",
      "endDate": "Present",
      "summary": "",
      "highlights": ["Precision functional mapping of the salience network in major depressive disorder"]
    },
    {
      "name": "Department of Psychology, Scripps College (PI: Heejung Park, Ph.D.)",
      "position": "Research Collaborator, Cultural & Developmental Psychology Lab.",
      "url": "https://www.scrippscollege.edu/offices/profile/heejung-park",
      "startDate": "2024-11-13",
      "endDate": "Present",
      "summary": "",
      "highlights": ["Positive youth development in adolescents from diverse backgrounds", "Meaning-making and resilience in traumatized communities"]
    },
    {
      "name": "Department of Biomedical Sciences, Seoul National University (PI: Seung-Jae Lee, Ph.D.)",
      "position": "Student Research Assistant, Lab. of Neurological Disease",
      "url": "https://biomed.snu.ac.kr/LND/",
      "startDate": "2021-12-14",
      "endDate": "2025-02-28",
      "summary": "",
      "highlights": ["TLR2 as the mediator of alpha-synuclein propagation in synucleinopathies", "Oligodendrogliopathy induced by transmission of neuron-released alpha-synuclein"]
    }
  ],
  "publications": [
    {
      "name": "COVID-19 vaccination-associated tics: Female predominance and rapid onset challenge current diagnostic frameworks",
      "publisher": "Journal of the American Academy of Child and Adolescent Psychiatry",
      "releaseDate": "2025-10-22",
      "url": "",
      "summary": "Poster session to be presented at 72nd Annual Meeting of the American Academy of Child and Adolescent Psychiatry, Chicago, IL."
    },
    {
      "name": "Post-vaccination pediatric acute-onset neuropsychiatric syndrome: Identifying vaccination as a previously unrecognized immune trigger",
      "publisher": "Journal of the American Academy of Child and Adolescent Psychiatry",
      "releaseDate": "2025-10-22",
      "url": "",
      "summary": "Poster session to be presented at 72nd Annual Meeting of the American Academy of Child and Adolescent Psychiatry, Chicago, IL."
    },
    {
      "name": "Food and Drug Administration Adverse Event Reporting System (FAERS) analysis with de-duplication on immune checkpoint inhibitor-associated immune-related adverse events",
      "publisher": "",
      "releaseDate": "2025-10-10",
      "url": "",
      "summary": "Poster session to be presented at 14th Annual American Society of Clinical Oncology Quality Care Symposium, Chicago, IL."
    },
    {
      "name": "Toll-like receptor 2 mediates oligodendrogliopathy in alpha-synucleinopathies",
      "publisher": "",
      "releaseDate": "2025-04-13",
      "url": "",
      "summary": "Oral session presented at 39th Convention of the Seoul National University College of Medicine Alumni Association of North America, Falls Church, VA."
    },
    {
      "name": "Neuron-to-oligodendrocyte alpha-synuclein transmission in multiple system atrophy is mediated by Toll-like receptor 2",
      "publisher": "",
      "releaseDate": "2024-12-05",
      "url": "",
      "summary": "Poster session presented at 1st Seoul National University Physician-Scientist Training Program Workshop, Incheon, South Korea."
    },
    {
      "name": "Psychiatric needs and trauma among North Korean defectors: A comparative analysis with post-Soviet populations",
      "publisher": "",
      "releaseDate": "2024-10-13",
      "url": "",
      "summary": "Poster session presented at 2024 Asian Pacific American Medical Student Association Research Conference, Irvine, CA."
    },
    {
      "name": "Expression of neural phenotype in alpha-synuclein-exposed human oligodendrocytes",
      "publisher": "",
      "releaseDate": "2022-12-16",
      "url": "",
      "summary": "Oral session presented at 2022 Seoul National University Premedical Course Research Festival, Seoul, South Korea."
    }
  ],
  "projects": [
    {
      "name": "Understanding the Lived Experiences of Multicultural Youth in South Korea: A Mixed Methods Project",
      "summary": "Advisors: Heejung Park, Ph.D. (Scripps College), Jessica Chiang, Ph.D. (Georgetown University)",
      "highlights": ["This is a collaborative interdisciplinary fieldwork project, conducting a longitudinal investigation of positive youth development in adolescents from diverse backgrounds in South Korea. These youth, including the children of immigrant families and adolescents from North Korean backgrounds, may experience difficulties in the traditionally monoethnic South Korean society and culture. Volunteering in the research sites to truly feel the wants and needs of our participants, we plan on incorporating mixed methods research to gather a holistic perspective of everyday life in these youth."],
      "startDate": "2024-10-20",
      "endDate": "Present",
      "url": ""
    },
    {
      "name": "Foudroyant Neuropsychiatric Syndrome Following Vaccination: Symptom Profiles and Clinical Trajectories",
      "summary": "Advisor: Sun Young Yum, M.D., Ph.D. (Brain Boutique, Inc.)",
      "highlights": ["This project aimed to investigate the possibility of pediatric acute-onset neuropsychiatric syndrome (PANS) following vaccination. PANS is characterized by fulminant obsessive-compulsive (OC) phenomena and/or feeding restriction associated with various immune triggers. With autoimmunity against basal ganglia being explored in PANS as well as OC phenomena in general, we asked if PANS could be provoked by vaccination, a controlled immune stimulus in the real-world setting. Our team compiled and analyzed 213 vaccine adverse event reports for signal detection on vaccine-associated PANS, identifying an important clinical awareness gap and implications for etiological research."],
      "startDate": "2025-01-08",
      "endDate": "2025-07-28",
      "url": ""
    }
  ],
  "awards": [
    {
      "title": "Speaker Invitation to the 39th SNUCMAA of North America Convention",
      "date": "2025-04-13",
      "awarder": "Seoul National University College of Medicine Alumni Association of North America",
      "url": "",
      "summary": "Invited to present at the 39th Convention of the Seoul National University College of Medicine Alumni Association of North America, held in Falls Church, VA ($1,500 travel award)."
    },
    {
      "title": "SNU Physician-Scientist Training Program Medical Student Research Scholarship",
      "date": "2024-10-30",
      "awarder": "Seoul National University",
      "url": "",
      "summary": ""
    },
    {
      "title": "Health Fellowship Foundation Research Scholarship",
      "date": "2024-08-20",
      "awarder": "Health Fellowship Foundation, South Korea",
      "url": "",
      "summary": ""
    },
    {
      "title": "Premedical Academic Excellence Award",
      "date": "2023-01-16",
      "awarder": "Seoul National University",
      "url": "",
      "summary": ""
    },
    {
      "title": "Premedical Student Research Award",
      "date": "2022-12-16",
      "awarder": "Seoul National University",
      "url": "",
      "summary": "Grand award (best presentation), awarded to 2 among 45 research participants in the premedical course, after oral presentation of selected abstracts ($1,000 scholarship). My presentation was displayed as an exemplary research output in the premedical course student orientation resources for 2023."
    },
    {
      "title": "Volunteer Social Service Award",
      "date": "2021-06-29",
      "awarder": "Seoul National University Social Responsibility",
      "url": "",
      "summary": "Awarded to 5 among 142 participants in Volunteer Social Service, an elective volunteering program in Seoul National University."
    },
    {
      "title": "Talent Award of Korea",
      "date": "2020-12-30",
      "awarder": "Deputy Prime Minister and Minister of Education of the Republic of Korea",
      "url": "",
      "summary": "The national honor awarded to 50 South Korean high school students with outstanding academic, leadership, and volunteer achievements regarding creativity, devotion, innovation, altruism, and community contribution ($2,000 scholarship)."
    },
    {
      "title": "Korean Chemistry Olympiad Finalist: Certificate of Merit",
      "date": "2020-01-18",
      "awarder": "Korean Chemical Society",
      "url": "",
      "summary": "Awarded to distinctive candidates among 27 finalists in Korean Chemistry Olympiad (KChO)."
    },
    {
      "title": "Korean Biology Olympiad Finalist: Future Biologist Award",
      "date": "2019-08-17",
      "awarder": "The Korean Society of Biology Education",
      "url": "",
      "summary": "Awarded to 32 finalists in Korean Biology Olympiad (KBO)."
    }
  ],
  "volunteer": [
    {
      "organization": "The Claremont Colleges",
      "location": "Seoul, South Korea",
      "position": "Advisory Collaborator",
      "url": "",
      "startDate": "2025-05-21",
      "endDate": "2025-06-17",
      "summary": "English Learner Program for Youth from Diverse Backgrounds",
      "highlights": ["Contributed to designing and conducting a 4-week in-person English Learner Program for youth from diverse backgrounds in South Korea, with an emphasis on conversational English skills.", "Collaborated with college students from the U.S. to brainstorm hands-on activities best suited for an exciting language immersion experience.", "Relevant research project: Understanding the Lived Experiences of Multicultural Youth in South Korea"]
    },
    {
      "organization": "Study With Me",
      "location": "Seoul, South Korea",
      "position": "Student Mentor",
      "url": "",
      "startDate": "2021-08-04",
      "endDate": "2023-12-29",
      "summary": "Mentoring Middle & High School Students to Envision Career and Life",
      "highlights": ["Advised and supported 48 middle & high school students, mainly focusing on career pathways, recommended skillsets in achieving life goals, upkeeping mental health, etc.", "In-depth virtual & on-site sessions (approx. 2–3 hrs per session) to delve into mentees' true dreams and desires, actively discussing various aspects of their everyday life to understand them as a whole person.", "Emotional support for students intimidated by the hyper-competitive Korean college application process, working together to find out their unique colors and promote well-being."]
    },
    {
      "organization": "Seoul National University",
      "location": "Seoul, South Korea",
      "position": "Cafeteria Server",
      "url": "http://tenspoon.org/",
      "startDate": "2022-03-16",
      "endDate": "2022-05-25",
      "summary": "Cafeteria Server for the Equitable College Community, with Tenspoon",
      "highlights": ["Worked weekly as a server in the college canteen, associated with Tenspoon (십시일밥 in Korean), a non-profit organization which provides meal vouchers to students from low-income families with wages earned by volunteer cafeteria workers."]
    },
    {
      "organization": "Gangnam Public Health Center",
      "location": "Seoul, South Korea",
      "position": "Volunteer",
      "url": "https://health.gangnam.go.kr/",
      "startDate": "2022-03-10",
      "endDate": "2022-03-31",
      "summary": "",
      "highlights": ["Packaging COVID-19 self-test (rapid antigen test) kits to be distributed to visitors (20 hrs total)."]
    },
    {
      "organization": "52 School",
      "location": "Seoul, South Korea",
      "position": "Education Mentor",
      "url": "",
      "startDate": "2021-09-12",
      "endDate": "2021-10-17",
      "summary": "Leading a Psychology & Psychiatry Book Club for Teenagers",
      "highlights": ["Hosted a book club for 3 teenage students, meeting for 4 sessions on Psychiatry for Teens (청소년을 위한 정신의학 에세이 in Korean) by Jee Hyun Ha (Korean essay).", "Discussed psychoanalysis, the brain & mind, diagnosis of mental disorders, psychology experiments (each mentee shared their most intriguing ones), patient-centered care & healing, etc.", "Holistic view of psychiatric diagnosis & therapy with various multimedia tools, e.g. Homeless by Anna Quindlen (essay), How 'Mad' Are You? (2018 SBS Australia documentary)."]
    },
    {
      "organization": "Seoul National University Social Responsibility",
      "location": "Seoul, South Korea",
      "position": "Education Mentor",
      "url": "https://peachmarket.kr/",
      "startDate": "2021-03-02",
      "endDate": "2021-06-07",
      "summary": "Learning Mentor for a Middle School Student, with Peachmarket",
      "highlights": ["Prepared & led weekly critical reading sessions for a slow learner student in middle school, under the guidance of Peachmarket (피치마켓 in Korean), an organization advocating for personalized study materials aligning with diverse backgrounds and environments.", "Gathering excerpts from news articles, Korean novels, etc. in line with the student's preferences and needs, openly discussing relevant questions about the reading material to enhance overall literacy and understanding of the weekly topic."]
    },
    {
      "organization": "Korean Minjok Leadership Academy",
      "location": "Seoul, South Korea",
      "position": "Advisory Collaborator",
      "url": "",
      "startDate": "2020-07-11",
      "endDate": "2021-08-10",
      "summary": "Phase 2 (Let Theatre Grow) of Theatre Together",
      "highlights": ["Contributed to creating and staging On My Way, a novel English musical performance based on real life stories of students from North Korean backgrounds.", "Collaborated with fellow THE SCENE (musical theatre club) members and St. Paul Preparatory Seoul students, working with an alternative school for NK defector & multicultural youth.", "Advisory roles in intensive workshops (63 hrs total) including character & plot development, music arrangement, and directing."]
    },
    {
      "organization": "Korean Minjok Leadership Academy",
      "location": "Hoengseong, S. Korea",
      "position": "Actor & Music Coordinator",
      "url": "https://www.facebook.com/KMLATheScene",
      "startDate": "2019-05-19",
      "endDate": "2019-11-23",
      "summary": "Phase 1 (Let Theatre Bloom) of Theatre Together",
      "highlights": ["Spreading the value of sharing through the Theatre Together project with fellow THE SCENE (musical theatre club) members.", "Hosted & took part in regular cultural events for the locals in Hoengseong, e.g. the elderly in nursing homes, recreation forest festival, local food festival, provincial youth musical gala, etc.", "Rearranged Les Misérables to be more in terms with Korean culture, translated & provided 1600 lines of Korean subtitles for the full performance."]
    },
    {
      "organization": "Connect Foundation",
      "location": "Seoul, South Korea",
      "position": "English Translator",
      "url": "https://connect.or.kr/",
      "startDate": "2018-08-04",
      "endDate": "2019-12-15",
      "summary": "English-to-Korean Translator for Khan Acdaemy Videos",
      "highlights": ["Worked 166 hrs total as a volunteer English-to-Korean translator, wrote subtitles for Khan Academy educational videos (biology, chemistry, medicine, mathematics, etc.).", "Nominated as excellent & diligent volunteer."]
    }
  ],
  "languages": [
    {
      "language": "Korean",
      "fluency": "Native speaker",
      "icon": ""
    },
    {
      "language": "English",
      "fluency": "Bilingual",
      "icon": ""
    },
    {
      "language": "French",
      "fluency": "Intermediate (CEFR A2–B1)",
      "icon": ""
    }
  ]
}
